Repository: bpelikan/Recruiter
Catalog: Recruiter/Recruiter/Resources/Services/Implementation/ApplicationStageService.*.resx
Languages: pl_pl

source: Application Stages Requirements with ID:{0} not found.
pl_pl: Nie znaleziono wymagań dotyczących etapów rekrutacji dla oferty pracy o identyfikatorze {0}.

source: Application with ID:{0} not found.
pl_pl: Nie znaleziono aplikacji o identyfikatorze {0}.

source: ApplicationStage with ID:{0} already has a homework.
pl_pl: Etap o identyfikatorze {0} posiada już zadanie domowe.

source: ApplicationStage with ID:{0} have not InProgress State.
pl_pl: Etap o identyfikatorze {0} nie posiada stanu oznaczającego, że etap jest w trakcie przetwarzania.

source: ApplicationStage with ID:{0} isn't in InProgress state.
pl_pl: Etap rekrutacji o identyfikatorze {0} nie jest w stanie umożliwiającym jego edytowanie.

source: ApplicationStage with ID:{0} isn't in Waiting state.
pl_pl: Etap z identyfikatorem {0} nie jest w stanie oznaczającym oczekiwanie.

source: ApplicationStage with ID:{0} not found.
pl_pl: Nie znaleziono etapu rekrutacji z identyfikatorem {0}.

source: ApplicationStages in application with ID:{0} not found.
pl_pl: Nie znaleziono etapów rekrutacji przypisanych do aplikacji o identyfikatorze {0}.

source: Can't change ResponsibleUser in ApplicationStage with ID:{0} this is possible only in Waiting state.
pl_pl: Nie można zmienić osoby odpowiedzialnej za etap o identyfikatorze {0}: jest to możliwe tylko gdy etap jest w stanie oznaczającym oczekiwanie.

source: Can't remove InterviewAppointment with ID:{0} this is possible only in WaitingToAdd state.
pl_pl: Nie można usunąć spotkania o identyfikatorze {0} możliwe to jest jedynie kiedy spotkanie jest w stanie oznaczającym oczekiwanie na dodanie.

source: Interview ApplicationStage with ID:{0} isn't in WaitingForSettingAppointments or RequestForNewAppointments InterviewState.
pl_pl: Etap rekrutacji odpowiedzialny za spotkanie o identyfikatorze {0} nie jest w stanie oznaczającym oczekiwanie na dodanie spotkań.

source: InterviewAppointment with ID:{0} isn't in WaitingToAdd state.
pl_pl: Spotkanie o identyfikatorze {0} nie jest w stanie oznaczającym oczekiwanie na dodanie.

source: InterviewAppointment with ID:{0} not found.
pl_pl: Nie znaleziono spotkania o identyfikatorze {0}.

source: You are not allowed to delete InterviewAppointment with ID:{0}.
pl_pl: Nie jesteś uprawniony do usunięcia spotkania o identyfikatorze {0}.

source: You are not allowed to process ApplicationStage with ID:{0}.
pl_pl: Nie jesteś uprawniony do przetwarzania etapu rekrutacji o identyfikatorze {0}.

source: You are not responsible for the ApplicationStage with ID:{0}.
pl_pl: Nie jesteś odpowiedzialny za etap rekrutacji z identyfikatorem {0}.

source: You are not responsible user of ApplicationStage with ID: {0}.
pl_pl: Nie jesteś odpowiedzialny za etap rekrutacji z identyfikatorem {0}.
