Repository: bpelikan/Recruiter
Catalog: Recruiter/Recruiter/Resources/Services/Implementation/EmailSender.*.resx
Languages: pl_pl

# &lt;a href='{0}'&gt;Click here to confirm&lt;/a&gt;
source: <a href='{0}'>Click here to confirm</a>
pl_pl: <a href='{0}'>Kliknij tutaj, aby potwierdzić</a>

# &lt;br/&gt;Or confirm directly below:&lt;br/&gt;
source: <br/>Or confirm directly below:<br/>
pl_pl: <br/>Lub potwierdzić bezpośrednio poniżej:<br/>

source: Application state notification
pl_pl: Powiadomienie o zmianie statusu aplikacji

# Check details by clicking this link: &lt;a href='{0}'&gt;link&lt;/a&gt;
source: Check details by clicking this link: <a href='{0}'>link</a>
pl_pl: Sprawdź szczegóły klikając w ten <a href='{0}'>adres</a>.

source: Confirm your email
pl_pl: Potwierdź adres email

source: Congratulations! Your interview has ended positively. <br/>We invite you to the office of the company in order to sign the contract.<br/><br/>
pl_pl: Gratulacje! Twoja aplikacja została rozpatrzona pozytywnie. <br/>Zapraszamy do naszego biura w celu dopełnienia formalności.<br/><br/>

# Homework specification was added. &lt;br/&gt;&lt;br/&gt;
source: Homework specification was added. <br/><br/>
pl_pl: Zadanie domowe zostało dodane. <br/><br/>

# Interview appointments was added. &lt;br/&gt;&lt;br/&gt;
source: Interview appointments was added. <br/><br/>
pl_pl: Dodano terminy spotkań. <br/><br/>

source: Now you can confirm one of the appointments by clicking this link: <a href='{0}'>link</a>
pl_pl: Teraz możesz potwierdzić spotkanie klikając w ten <a href='{0}'>adres</a>.

source: Now you can read your homework details by clicking this link: <a href='{0}'>link</a>
pl_pl: Teraz możesz przeczytać treść swojego zadania domowego klikając w ten <a href='{0}'>adres</a>.

source: Please confirm your account by clicking this link: <a href='{0}'>link</a>
pl_pl: Potwierdź adres email klikając w ten <a href='{0}'>adres</a>.

source: Recruitment process was finished
pl_pl: Proces rekrutacji został zakończony

# We regret to inform you that your CV was rejected. &lt;br/&gt;&lt;br/&gt;
source: We regret to inform you that your CV was rejected. <br/><br/>
pl_pl: Z przykrością informujemy, że Twoje CV zostało odrzucone. <br/><br/>

# We regret to inform you that your homework was rejected. &lt;br/&gt;&lt;br/&gt;
source: We regret to inform you that your homework was rejected. <br/><br/>
pl_pl: Z przykrością informujemy, że Twoje zadanie domowe zostało odrzucone. <br/><br/>

source: We regret to inform you that your interview has ended negatively. <br/><br/>
pl_pl: Z przykrością informujemy, że Twoja aplikacja została odrzucona.<br/><br/>

source: We regret to inform you that your telephone conversation has ended negatively. <br/><br/>
pl_pl: Z przykrością informujemy, że Twoja rozmowa telefoniczna nie przebiegła pomyślnie.<br/><br/>

# Your CV was accepted. &lt;br/&gt;&lt;br/&gt;
source: Your CV was accepted. <br/><br/>
pl_pl: Twoje CV zostało zaakceptowane. <br/><br/>

# Your homework was accepted. &lt;br/&gt;&lt;br/&gt;
source: Your homework was accepted. <br/><br/>
pl_pl: Pragniemy poinformować, że Twoje zadanie domowe zostało zaakceptowane. <br/><br/>

# Your telephone conversation has ended positively. &lt;br/&gt;&lt;br/&gt;
source: Your telephone conversation has ended positively. <br/><br/>
pl_pl: Pragniemy poinformować, że Twoja rozmowa telefoniczna przebiegła pomyślnie. <br/><br/>

source: {0} - Application state notification
pl_pl: {0} - Powiadomienie o zmianie statusu aplikacji

source: {0} - Recruitment process was finished
pl_pl: {0} - Proces rekrutacji został zakończony
