Repository: bpelikan/Recruiter
Catalog: Recruiter/Recruiter/Resources/Services/Implementation/MyApplicationService.*.resx
Languages: pl_pl

source: Application with ID:{0} not found.
pl_pl: Nie znaleziono aplikacji o identyfikatorze {0}.

source: ApplicationStage with ID:{0} not found.
pl_pl: Nie znaleziono etapu rekrutacji o identyfikatorze {0}.

source: Couldn't confirm InterviewAppointment with ID:{0} in Interview with ID:{1} that is not in WaitingForConfirmAppointment InterviewState.
pl_pl: Nie możesz potwierdzić spotkania o identyfikatorze {0}, którego etap rekrutacji o identyfikatorze {1} nie wzkazuje na stan oznaczający oczekiwanie na potwierdzenie spotkania.

source: CV file not found.
pl_pl: Nie znaleziono pliku CV do wysłania.

source: CV must have .pdf extension.
pl_pl: Plik CV musi być w formacie PDF.

source: Description is hidden, clicking ,,Show description" button will start time counting and show you the content of the homework.
pl_pl: Treść zadania domowego jest ukryta, aby ją odczytać kliknij poniżej w ,,Pokaż treść zadania". <br/>Pokazanie treści oznacza rozpoczęcie wykonywania zadania domowego.

source: Homework with ID:{0} is not in Completed HomeworkState.
pl_pl: Etap rekrutacji o identyfikatorze {0} dotyczący zadania domowego nie jest w stanie oznaczającym jego kompletne wykonanie.

source: Homework with ID:{0} is not in WaitingForRead HomeworkState.
pl_pl: Etap rekrutacji o identyfikatorze {0} dotyczący zadania domowego nie jest w stanie oczekującym na przeczytanie zadania.

source: Homework with ID:{0} is not in WaitingForSendHomework HomeworkState.
pl_pl: Etap rekrutacji o identyfikatorze {0} dotyczący zadania domowego nie jest w stanie oczekującym na wysłanie zadania.

source: Interview with ID:{0} is not in WaitingForConfirmAppointment InterviewState.
pl_pl: Etap rekrutacji o identyfikatorze {0} dotyczący spotkania nie jest w stanie oznaczającym oczekiwanie na potwierdzenie spotkania.

source: Interview with ID:{0} not found.
pl_pl: Nie znaleziono etapu rekrutacji odpowiedzialnego za spotkanie o identyfikatorze {0}.

source: InterviewAppointment with ID:{0} has already scheduled notification.
pl_pl: Spotkanie o identyfikatorze {0} ma już dodane przypomnienie.

source: InterviewAppointment with ID:{0} is not in Confirmed InterviewAppointmentState.
pl_pl: Spotkanie o identyfikatorze {0} nie jest potwierdzone.

source: InterviewAppointment with ID:{0} not found.
pl_pl: Nie znaleziono spotkania o identyfikatorze {0}.

source: JobPosition with ID:{0} doesn't exist.
pl_pl: Oferta pracy o identyfikatorze {0} nie istnieje.

source: Notification time {0} must be in future.
pl_pl: Czas wysłania powiadomienia {0} musi być w przyszłości.

source: Something went wrong during uploading CV.
pl_pl: Podczas wysyłania pliku CV wystapił błąd.

source: Time must be greater than 0.
pl_pl: Czas musi być większy niż 0.

source: You are not allowed to confirm appointment with ID:{0}.
pl_pl: Nie jesteś uprawniony do potwierdzenia spotkania o identyfikatorze {0}.

source: You are not allowed to get ApplicationStage with ID:{0}.
pl_pl: Nie jesteś uprawniony do wyświetlenia etapu rekrutacji o identyfikatorze {0}.

source: You are not allowed to request for new appointments in Interview with ID:{0}.
pl_pl: Nie jesteś uprawniony do wysłania prośby o nowe spotkania dla etapu o identyfikatorze {0}.

source: You aren't owner of application with ID:{0}.
pl_pl: Nie jesteś właścicielem aplikacji o identyfikatorze {0}.

source: You ares not allowed to get InterviewAppointment with ID:{0}.
pl_pl: Nie jesteś uprawniony do wyświetlenia spotkania o identyfikatorze {0}.

source: You ares not allowed to process InterviewAppointment with ID:{0}.
pl_pl: Nie jesteś uprawniony do wykonywania działań na spotkaniu o identyfikatorze {0}.

source: You can't confirm appointment that StartTime isn't in the future.
pl_pl: Nie możesz potwierdzić spotkania, które zaczyna się w przeszłości.

source: You have already sent application to this offer.
pl_pl: Już wysłałeś aplikację do tej oferty pracy.
